[Mission08.ID_Orchid_CompletedCompass MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Bússola do Capitão Blade"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission08.ID_Orchid_CompletedCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Com isso, você está a um passo da inevitável traição da Scarlett."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission08.ID_Orchid_ScarlettCompass MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Parte da bússola da Scarlett"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mission08.ID_Orchid_ScarlettCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A última parte da bússola do Capitão Blade. Adivinha só onde a Scarlett guardou..."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission08.MO_Orchid_Beacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission08.MO_Orchid_Compass InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission08.Orchid_Icon_ActivateBeacon InteractionIconDefinition]
Text="ATIVAR"

[Mission08.Orchid_Icon_CompassPiece1 InteractionIconDefinition]
Text="COLOQUE A PARTE DO HERBERT"

[Mission08.Orchid_Icon_CompassPiece2 InteractionIconDefinition]
Text="COLOQUE A PARTE DO SANDMAN"

[Mission08.Orchid_Icon_CompassPiece3 InteractionIconDefinition]
Text="COLOQUE A PARTE DA HYPERION"

[Mission08.Orchid_Icon_CompassPiece4 InteractionIconDefinition]
Text="COLOQUE A PARTE DA SCARLETT"

[Mission08.Orchid_Icon_InsertCompass InteractionIconDefinition]
Text="POSICIONE A BÚSSOLA"

